@extends('layouts.master')
@section('title')
    About | Pokeproject
@endsection
@section('content')
    <h1 class="mb-4" style="text-align: center">Добро пожаловать!</h1>
    <div class="mx-5">
        <p style="font-size: 18px;">Уже более 10 лет дети со всего мира исследуют чарующий мир Покемон. На сегодняшний день серия продукции «Покемон» включает в себя видеоигры, карточную игру «Покемон», анимационный телесериал «Покемон», фильмы, игрушки и многое другое. Многие родители считают, что карточная игра и видеоигры серии «Покемон» поощряют их детей к чтению, потому что чтение необходимо в большинстве игр серии Покемон. Также игры развивают стратегическое мышление, а во многих случаях — и основные навыки счета. В серии «Покемон» всячески подчёркивается важность спортивного духа и уважения к другим игрокам.</p>
        <h3 class="my-4">Кто такие Покемоны?</h3>
        <p style="font-size: 18px;">Покемоны — это создания всевозможных форм и размеров, живущие в природе рядом с людьми. Большинство Покемонов не умеет говорить, может лишь произнести свое имя. Покемонов растят и развивают их владельцы (называемые «тренерами»). Переживая приключения, Покемоны растут, набираются опыта, а иногда и превращаются в других, более сильных Покемонов. Некоторые Покемоны, такие как Пикачу, Пиплап и Чаризард, играют значительную роль в серии видеоигр, карточной игре и телевизионных шоу, но это лишь немногие из примерно 500 существ, населяющих вселенную Покемон.</p>
    </div>
    <div class="row justify-content-center">
    <a href="/" type="button" class="btn btn-primary my-3" style="font-size: 18px; max-width: 400px;">
        Узнать больше об персонажах «Покемон»!
    </a>
    </div>
    <div class="row justify-content-center">
        <img src= "/images/pokemones.png" style="max-width: 500px">
    </div>
@endsection


